{
    "relationships": [
        {
            "world": "car_cats",
            "region": "Charlotte",
            "characters": ["Reddick", "Bubba"],
            "primaryCharacter": "Reddick",
            "thought": "I owe my life to Bubba, my friend, my buddy! The fact that he knows the dangers of hiding me, yet so adamantly insists on being with me, it really means a lot to me. He's the goofiest cat I know, too! (not that I know any others...) One day, he'll show me around the city, without this threat looming above our heads...",
            "quote": "When I first found Reddick, all I could think of was how I could help. I'm a natural helper cat, ya know? Don't blame me for not knowing his secrets right when I got him! And now, he's my best bud. We do (almost) everything together... except for leaving the forest. I go and grab supplies in the nearby suburb, and he stays back home and keeps everything tidy. I feel bad for him, but it's for the best, unfortunately. It helps he's a big McDonalds fan too!",
            "summary": "When Reddick escaped from the Charlotte Government Facility, he lost consciousness inside the thick forests of Charlotte. Bubba, who was investigating the noises outside of his cabin, came across an unconscious Reddick and took him home. When Reddick woke, Bubba offered him shelter from Drennix. Since then, Bubba and Reddick have been the best of friends, doing almost everything together. In particular, both cats enjoy McDonalds, and often wear McDonalds merchandise."
        },
        {
            "world": "car_cats",
            "region": "Charlotte",
            "characters": ["Reddick", "Drennix"],
            "primaryCharacter": "Reddick",
            "thought": "I hate him. I hate him with every fiber of my being. My life... everything I am... it was all irreversibly changed by this lunatic! I don't know how they let him stay in the position he is in! Oh, how much I wanted to escape from him for YEARS...",
            "quote": "...My precious creation. He's not ready for the outside world. I know that. He knows that. His powers are not yet stable... I don't know why, but a few more tests should iron that out. I will say, he showed incredible confidence trying to escape, but no matter. I will retrieve him.",
            "summary": "After the capture of Ricky by the Charlotte police, Drennix personally asked Mayor Jimmie for permission to perform experiments to fully understand the supernatural powers of Were-Cats. When this was approved, Drennix took Reddick, who was just a kitten, and made Reddick his primary test subject. For 8 long years, Reddick was injected large amounts of energy inside his tiny body, irreversibly changing him and giving him lightning powers. Drennix oversaw these experiments, which would be dubbed 'The Beast Experiments'. One fateful day, an unknown assailant infiltrated the CGF, allowing Reddick to make his escape. Ever since, Drennix has sent out robotic cats to hunt down Reddick, as Reddick hides within the Charlotte woods."
        },
        {
            "world": "car_cats",
            "region": "Daytona",
            "characters": ["Kai", "Rheem"],
            "primaryCharacter": "Kai",
            "thought": "Every time Rheem shows up, the whole world seems to light up. He's not like anybody I've ever met before... he's calm, fluid, and so gentle. When he swims up from the water, I forget about my training, my next race... everything. He has taught me that life is so much more than personal bests... it's about the moments we share with each other. I want to tell him how I feel, but what if it ruins what we have?",
            "quote": "Kai doesn't realize how long I had been watching him from the waves... meeting him was a dream come true! I thought he'd be cold, unapproachable, and too weirded out by me... but he wasn't! He was so friendly, and we really clicked together. I absolutely love spending time with him... every second makes me feel so special. But if I share my feelings with him, it might ruin everything... I don't want to lose him...",
            "summary": "Kai and Rheem are best friends. Rheem had been watching Kai from the water for a long time before they met. Rheem was nervous to meet Kai, but when they did, they clicked instantly. They both have feelings for each other, but are too afraid to share them. Rheem teaches Kai that life is more than just racing, and Kai teaches Rheem how to be more confident in himself. They both love spending time with each other, and are often seen swimming together in the waters of Daytona."
        },
        {
            "characters": ["Kaizen", "Masamaro"],
            "primaryCharacter": "Kaizen",
            "thought": "",
            "quote": "",
            "summary": "Kaizen and Masamaro are sworn rivals with a mutual respect for each other. When they first met, Masamaro cut off Kaizen's right arm, which Kaizen replaced with a robotic arm."
        },
        {
            "world": "car_cats",
            "region": "Charlotte",
            "characters": ["Kellogg", "Kyle"],
            "primaryCharacter": "Kyle",
            "thought": "",
            "quote": "",
            "summary": "Kyle and Kellogg are siblings. Kellogg is the older brother, and Kyle is the younger brother."
        },
        {
            "world": "car_cats",
            "region": "Charlotte",
            "characters": ["Lajoie", "Allmendinger"],
            "primaryCharacter": "Lajoie",
            "thought": "Little Dinger! He's a sweet little guy! He wouldn't hurt a fly, and I love him for that. I wish that he didn't have to go through the things that he went through. Seems to have taken a toll on him... But I'll support him no matter what!",
            "quote": "Lajoie's my big bro! He's a real inspiration to me. I wish I could be at the level he is. I really appreciate the time he spends with me as well. We've been through a lot together, and if there's anybody I can trust, it's Lajoie. Sure, he does get really irritating at times, and he has changed a lot since our younger days. I don't see him very often anymore because of his career, unfortunately.",
            "summary": "Lajoie and Allmendinger are siblings. Lajoie is the older brother, and Allmendinger is the younger brother."
        },
        {
            "world": "car_cats",
            "region": "Charlotte",
            "characters": ["Lajoie", "Kligercat"],
            "primaryCharacter": "Lajoie",
            "thought": "Spike was a great friend! He was really the standout cat in our group (which is saying a lot, because I was in it!). He was extremely outgoing and loved talking to everybody and getting everybody involved. Then Ricky turned... and Spike turned his back on us. He was still an outgoing personality, but he didn't talk to us, didn't go to any of our meetings... I was really concerned for him. Seems like he's doing alright today though, his smile on TV really is infectious. I have the means to contact him again, but I don't know if he wants that... he must have distanced himself for a reason.",
            "quote": "Lajoie is a cool cat! I fondly remember our time together when we were younger. I was closer to his brother than I was to him, but I spent a lot hours playing with him. I broadcast a lot of his events too, seeing him on the news a lot when he plays concerts in the area. But... I just can't talk to him anymore. It's better this way, anyway.",
            "summary": "Lajoie and Kligercat are former friends. After the transformation of Ricky, Kligercat distanced himself from Lajoie and Allmendinger. Lajoie was concerned for Kligercat, but Kligercat did not respond to any of Lajoie's attempts to contact him. Lajoie has since moved on, but still thinks about Kligercat from time to time."
        },
        {
            "world": "car_cats",
            "region": "Charlotte",
            "characters": ["Kligercat", "Allmendinger"],
            "primaryCharacter": "Kligercat",
            "thought": "...The Dinger... I... I don't know. He was always close to my heart. It's not worth thinking about now, though. It's... better this way. He's doing better now.",
            "quote": "Kligercat respected me when others did not. He included me in his ragtag group with my brother. We got into a lot of mischief... but I loved it. I miss it. Why did he have to shut us all out?",
            "summary": "Kligercat and Allmendinger are former friends. After the transformation of Ricky, Kligercat distanced himself from Lajoie and Allmendinger. Allmendinger and Kligercat both blame themselves for the transformation of Ricky, and have not spoken to each other since."
        },
        {
            "world": "car_cats",
            "region": "Charlotte",
            "characters": ["Creed", "Heim"],
            "primaryCharacter": "Creed",
            "thought": "Do people genuinely like Heim? Just curious.",
            "quote": "Creed annoys me. Always acting so polite, so soft. Like that's going to get him anywhere. This world is cruel, and he needs to learn that. I push him around because someone has to toughen him up. But... sometimes, when I see him just sitting there after everyone's walked off, I feel this weird... twist in my stomach. I don't get it. Maybe I hate how he keeps being nice no matter what. Or maybe I hate that part of me that wonders if I'm being cruel just to prove I'm not weak.",
            "summary": "Creed and Heim are classmates. Heim bullies Creed constantly, due to Creed's lack of friends and inability to defend himself. Creed tries to brush off Heim's comments, but Heim's words have a massive impact on Creed's self-esteem."
        },
        {
            "world": "car_cats",
            "region": "Charlotte",
            "characters": ["Creed", "SVK"],
            "primaryCharacter": "Creed",
            "thought": "I have so much gratitude for SVK! He stood up for me when nobody else would. He's been such a great friend too! I admire his playfulness and his contagious smile. It's hard to believe that he's new to this town!",
            "quote": "When I first moved here, it was quite a shock. Everybody here is so different to my own home. It makes me happy that there are so many people like Creed here that make me feel welcome! I feel so bad that he gets picked on so much, he really doesn't deserve it. I try to help him out as much as I can. I hope that he can find a way to stand up for himself, but until then, I'm here for him.",
            "summary": "Creed and SVK are best friends. SVK moved to Charlotte from a different city, and met Creed when he was being bullied by Heim. SVK stood up for Creed, and the two have been inseparable ever since."
        },
        {
            "world": "car_cats",
            "region": "Charlotte",
            "characters": ["Heim", "SVK"],
            "primaryCharacter": "Heim",
            "thought": "I don't want to talk about it.",
            "quote": "Ooooo, I love talking about Heim! Let's reminisce this one time, about when I first got here... I was walking around Charlotte, near the forests, and I overheard some commotion off of the path. I went to investigate, and I saw Heim shoving around some kid! I was absolutely appalled. I ran up to them, and stepped between the two. 'You got some nerve putting hands on somebody like that.' I said. Heim growled at me, saying something along the lines of 'So you're the new cat on the block, huh? Think you're the shit too?' I just sat there and smiled, like I always do, y'know?. But then he put one of his nails to my throat, hissing about how smug I was being! Needless to say, all that grooming he does sure does cover up that scar on his chest he got that day. Haha!",
            "summary": "Heim and SVK first met one day when Heim was bullying Creed. SVK stepped in for Creed. After a brief confrontation that ended with Heim getting scratched by SVK, Heim ran away. Heim has a grudge against SVK, hoping that one day, he would get what's coming to him."
        },
        {
            "world": "car_cats",
            "region": "Charlotte",
            "characters": ["Rosso", "Wexley"],
            "primaryCharacter": "Rosso",
            "thought": "",
            "quote": "",
            "summary": "Rosso and Wexley are twin brothers."
        },
        {
            "world": "car_cats",
            "region": "Charlotte",
            "characters": ["Rosso", "Mayer"],
            "primaryCharacter": "Rosso",
            "thought": "",
            "quote": "",
            "summary": "Rosso and Mayer are brothers. Rosso is the older brother."
        },
        {
            "world": "car_cats",
            "region": "Charlotte",
            "characters": ["Wexley", "Mayer"],
            "primaryCharacter": "Wexley",
            "thought": "",
            "quote": "",
            "summary": "Wexley and Mayer are brothers. Wexley is the older brother."
        },
        {
            "world": "car_cats",
            "region": "Daytona",
            "characters": ["Jeff", "William"],
            "primaryCharacter": "Jeff",
            "thought": "",
            "quote": "",
            "summary": "Jeff is William's father."
        },
        {
            "world": "car_cats",
            "region": "Charlotte",
            "characters": ["Reaper", "Kaiross"],
            "primaryCharacter": "Reaper",
            "thought": "I respect him. Deeply. He understands the weight of what we have endured, the battles we've fought, and the scars we bear. But hiding in the forests of Charlotte? That's not survival- it's surrender. I've seen what those city cats have done. We have lost so much because of them. I don't want patience, I want justice! I must serve him because I must, but I'm preparing for the day when I can finally take my revenge on those who have wronged us.",
            "quote": "Reaper is an invaluable asset to the Were-Cat society. His skills are unmatched, and his contributions are highly appreciated by everyone. Though Reaper doesn't understand the situation we find ourselves in. He sees our exile as weakness, but I see it as a chance to regroup and prepare for the next battle. I've buried too many of our kind already to risk losing more.",
            "summary": "Reaper reports to Kaiross as a Scout for the Were-Cat society. Kaiross and Reaper show mutual respect for each other, but Kaiross is concerned about Reaper's desire for revenge against the Car Cats of Charlotte, and those who drove them into hiding. Reaper is frustrated with Kaiross's patience, and wishes to confront the Car Cats directly."
        },
        {
            "world": "car_cats",
            "region": "Charlotte",
            "characters": ["SVK", "Zilisch"],
            "primaryCharacter": "SVK",
            "thought": "",
            "quote": "",
            "summary": "Zilisch is SVK's younger cousin."
        },
        {
            "world": "car_cats",
            "region": "Daytona",
            "characters": ["Chase", "William"],
            "primaryCharacter": "Chase",
            "thought": "",
            "quote": "",
            "summary": "Chase and William are friends."
        },
        {
            "world": "car_cats",
            "region": "Daytona",
            "characters": ["Chase", "Alex"],
            "primaryCharacter": "Chase",
            "thought": "",
            "quote": "",
            "summary": "Chase and Alex are friends."
        },
        {
            "world": "car_cats",
            "region": "Daytona",
            "characters": ["Chase", "Kai"],
            "primaryCharacter": "Chase",
            "thought": "",
            "quote": "",
            "summary": "Chase and Kai are friends."
        },
        {
            "world": "car_cats",
            "region": "Daytona",
            "characters": ["Alex", "William"],
            "primaryCharacter": "Alex",
            "thought": "",
            "quote": "",
            "summary": "Alex and William are friends."
        },
        {
            "world": "car_cats",
            "region": "Daytona",
            "characters": ["Alex", "Kai"],
            "primaryCharacter": "Alex",
            "thought": "",
            "quote": "",
            "summary": "Alex and Kai are friends."
        },
        {
            "world": "car_cats",
            "region": "Daytona",
            "characters": ["Kai", "William"],
            "primaryCharacter": "Kai",
            "thought": "",
            "quote": "",
            "summary": "Kai and William are friends."
        },
        {
            "world": "ecliptica",
            "characters": ["Nova", "Volt"],
            "primaryCharacter": "Nova",
            "thought": "",
            "quote": "",
            "summary": ""
        },
        {
            "world": "car_cats",
            "region": "Charlotte",
            "characters": ["Ricky", "Lajoie"],
            "primaryCharacter": "Ricky",
            "thought": "I knew Lajoie from when we were kids. We got along really well. It seemed like Lajoie was one of the only cats that would respect me. Of course, he was still the pompous fool he is today, but I appreciated his time. If there's one thing I regret, it's not being strong enough to stop what had happened... maybe I'd still be close to Lajoie if I was.",
            "quote": "Ricky!! I appreciated my time with him! I felt really bad for him when we were kids. He got picked on a lot and I felt like he needed a friend. My cool nature was always there, haha! Then... it surprised me, that's all I can say. I tried my best to calm him down, but he just wouldn't listen. I researched the transformation a lot after it happened, trying to understand... but I just couldn't. I hope he's doing better now though... he's in a better place.",
            "summary": "Ricky and Lajoie are childhood friends. They were very close, often meeting together after school with their group of friends. After Ricky's transformation and supposed execution, Lajoie was devastated. Lajoie had to move on for his career and image, but eight years later, Lajoie still thinks about Ricky."
        },
        {
            "world": "car_cats",
            "region": "Charlotte",
            "characters": ["Ricky", "Allmendinger"],
            "primaryCharacter": "Ricky",
            "thought": "When Lajoie first introduced Allmendinger to our group, I didn't really like him very much. It felt extremely forced. But Kligercat really seemed to like Allmendinger and continued to invite him to our meetings after school. I was frustrated, at first, but then I began to know Allmendinger. He's very sweet to everybody, even to me. That's crazy to me! It takes a strong soul to be as kind as he is. I think about him a lot, as do all my friends. I hope that they're in a good place, and one day, I can meet them again... on good terms, of course!",
            "quote": "...It was my fault that Ricky went on that rampage. I should have never brought him back to the city... I knew how dangerous he was... and I just ran away, I didn't even try to stop him. I was so scared... I didn't know what to do. I'm so sorry, Ricky. I hope you can forgive me one day... you might be alive if I hadn't been so impulsive...",
            "summary": "Ricky and Allmendinger are childhood friends. Lajoie introduced Allmendinger to Ricky, and the four became close friends. After Ricky's transformation, Allmendinger carried Ricky back to the suburbs for help, but Ricky attacked Allmendinger. Allmendinger fled, and Ricky, in a rage, attacked the city. After Ricky's supposed execution, Allmendinger was devastated, blaming himself for Ricky's rampage and execution. He has not moved on, and has been hurting inside for years."
        },
        {
            "world": "car_cats",
            "region": "Charlotte",
            "characters": ["Ricky", "Kligercat"],
            "primaryCharacter": "Ricky",
            "thought": "Spike... I remember when he first joined our group. He was outgoing, funny, and was a great addition to our small friend group. We were all so happy... and then he told us about this supposed beautiful sight in the woods. I was so excited, and I wasn't going to chicken out! I was going to be the first one to see it! I didn't know that it would be the last time I saw my friends... I miss them so much. I hope they're doing well, wherever they are.",
            "quote": "...I try to forget about what happened. I try to get Ricky out of my head, the mistakes I made, and the consequences it caused... but I can't. I can't forget about him. I can't forget about the pain that I caused him and so many others... and I don't know if I can ever forgive myself for what happened...",
            "summary": "Ricky and Kligercat are childhood friends. Kligercat joined Ricky's friend group when they were kids. Kligercat suggested that they go into the woods to investigate a rumor of a beautiful sight. When they got into the woods, they were attacked by a Were-Cat. Ricky was bitten and subsequently transformed. After Ricky's capture and supposed execution, Kligercat blamed himself for Ricky's transformation and execution. He tells himself that he shouldn't have suggested the trip into the woods, knowing how dangerous it was. "
        }
    ]
}